Repository: wkr-echo/womenhenku
Catalog: mercury-extracted/mercury-main/Mercury/Mercury/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Untitled)
zh_hans: （无标题）

source: %lld aliases
zh_hans: %1$lld 个别名

source: %lld selected
zh_hans: 已选 %1$lld 条

# %lld tags, %lld provisional, %lld unused
source: %1$lld tags, %2$lld provisional, %3$lld unused
zh_hans: %1$lld 个标签，%2$lld 个临时标签，%3$lld 个未使用

source: 1 Month
zh_hans: 1 个月

source: 1 Week
zh_hans: 1 周

source: 3 Months
zh_hans: 3 个月

source: 6 Months
zh_hans: 6 个月

source: 12 Months
zh_hans: 12 个月

source: Abort
zh_hans: 中止

source: Abort Batch Run
zh_hans: 中止批量任务

source: Aborting removes all staged batch data and cannot be undone.
zh_hans: 中止会移除所有已暂存的批量数据，且无法撤销。

source: Access check failed
zh_hans: 访问检查失败

source: Access expired
zh_hans: 访问已失效

source: Actions
zh_hans: 操作

source: Add
zh_hans: 添加

source: Add Feed
zh_hans: 添加订阅源

source: Add Feed...
zh_hans: 添加订阅源...

source: Add Model
zh_hans: 添加模型

source: Add Provider
zh_hans: 添加提供者

source: Adjust the current search or filter to see more of the tag library.
zh_hans: 调整当前搜索或筛选条件，以查看更多标签库内容。

source: Adjust the search, or close this sheet to return to the tag library.
zh_hans: 调整搜索条件，或关闭此面板以返回标签库。

source: Agent
zh_hans: 智能体

source: Agent Comparison
zh_hans: 智能体对比

source: Agent Config
zh_hans: 智能体配置

source: Agent Statistics
zh_hans: 智能体统计

source: Agents
zh_hans: 智能体

source: Agents are not configured. Add a provider and model in Settings.
zh_hans: 未配置 Agent，请在设置中添加提供者和模型。

source: AI suggestions unavailable while reader content is refreshing.
zh_hans: Read 内容刷新时，AI 建议暂不可用。

source: Alias added.
zh_hans: 已添加别名。

source: Alias deleted.
zh_hans: 已删除别名。

source: Alias matches the canonical tag name.
zh_hans: 别名与规范名称相同。

# Alias migration: %lld moved, %lld skipped because of conflicts.
source: Alias migration: %1$lld moved, %2$lld skipped because of conflicts.
zh_hans: 别名迁移：已移动 %1$lld 个，因冲突跳过 %2$lld 个。

source: Aliases
zh_hans: 别名

source: All
zh_hans: 全部

source: All Feeds
zh_hans: 所有订阅源

source: All Unread
zh_hans: 全部未读

source: Another batch run is active. Finish or discard it before starting a new run.
zh_hans: 另一个批量任务正在进行中。请先完成或丢弃该任务，再开始新的任务。

source: Any
zh_hans: 任一

source: Appearance
zh_hans: 外观

source: Apply
zh_hans: 应用

source: Applying
zh_hans: 应用中

source: Applying reviewed decisions to tag assignments...
zh_hans: 正在将已审查的决定应用到标签分配...

source: Archived
zh_hans: 已归档

source: Authentication failed. Check agent settings.
zh_hans: 认证失败。请检查 Agent 设置。

source: Author
zh_hans: 作者

source: Auto
zh_hans: 自动

source: Auto-summary
zh_hans: 自动摘要

source: Auto-summary may trigger model requests and generate additional usage cost.
zh_hans: 自动摘要可能会触发模型请求，产生额外的使用费用。

source: Available
zh_hans: 可用

source: Avg Tokens / Request
zh_hans: 平均每次请求 Token

source: Batch actions for entries in current filter
zh_hans: 对当前筛选文章执行批量操作

source: Batch Apply Completed
zh_hans: 批量应用完成

source: Batch apply completed. Processed %1$lld, succeeded %2$lld, failed %3$lld, inserted assignments %4$lld, created tags %5$lld, kept proposals %6$lld, discarded proposals %7$lld.
zh_hans: 批量应用完成。已处理 %1$lld，成功 %2$lld，失败 %3$lld，已插入分配 %4$lld，已创建标签 %5$lld，已保留提议 %6$lld，已丢弃提议 %7$lld。

source: Batch run identifier is missing.
zh_hans: 缺少批量任务标识符。

source: Batch run is not in review/applying state.
zh_hans: 批量任务不处于审查/应用状态。

source: Batch run is not ready for review.
zh_hans: 批量任务尚未准备好进行审查。

source: Batch run is still running. Stop first and wait for in-flight requests to complete before aborting.
zh_hans: 批量任务仍在运行。请先停止，并等待所有进行中的请求完成后再中止。

source: Batch run not found.
zh_hans: 未找到批量任务。

source: Batch Tagging
zh_hans: 批量打标签

source: Batch Tagging...
zh_hans: 批量打标签...

source: Bootstrap failed: %@
zh_hans: 初始化失败：%@

source: Built-in agents
zh_hans: 内置智能体

source: Cancel
zh_hans: 取消

source: Cancel Translation
zh_hans: 取消翻译

source: Cancelled
zh_hans: 已取消

source: Cancelled.
zh_hans: 已取消。

source: Canonical Name
zh_hans: 规范名称

source: Changes apply immediately to Reader and cache identity.
zh_hans: 更改立即应用于阅读器，并更新缓存标识。

source: Check feed and fetch title
zh_hans: 检查订阅源并获取标题

source: Check for Updates...
zh_hans: 检查更新...

source: Choose Font…
zh_hans: 选择字体……

source: Choose a different target tag.
zh_hans: 请选择其他目标标签。

source: Choose a target tag for “%@”.
zh_hans: 为“%@”选择一个目标标签。

source: Choose Export Folder
zh_hans: 选择导出文件夹

source: Choose Export Folder...
zh_hans: 选择导出文件夹...

source: Classic
zh_hans: 经典

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear All Usage Data
zh_hans: 清除全部用量数据

source: Clear Expired Usage Data
zh_hans: 清除过期用量数据

source: Clear saved translation for current language
zh_hans: 清除当前语言的已保存翻译

source: Clear selected tags
zh_hans: 清除已选标签

source: Clear Translation
zh_hans: 清除翻译

source: Cleared %lld expired usage records.
zh_hans: 已清除 %lld 条过期用量记录。

source: Cleared %lld usage records.
zh_hans: 已清除 %lld 条用量记录。

source: Close
zh_hans: 关闭

source: Close note panel
zh_hans: 关闭笔记面板

source: Close tags panel
zh_hans: 关闭标签面板

source: Close theme panel
zh_hans: 关闭主题面板

source: Concurrency
zh_hans: 并发数

source: Configure
zh_hans: 配置

source: Configure a model in Agents > Agents > Tagging to enable AI tagging.
zh_hans: 请在 设置 > Agents > Tagging 中配置模型以启用 AI 打标签。

source: Content Width
zh_hans: 内容宽度

source: Continue
zh_hans: 继续

source: Controls parallel feed update workers during full sync. Higher values can improve speed but may increase network load.
zh_hans: 控制完整同步时的并行更新工作线程数，较大的值可以提升速度，但会增加网络负载。

source: Controls simultaneous model requests in one batch run. Higher values may improve speed but can hit provider concurrency limits. If rate-limit issues occur, set this to 1.
zh_hans: 控制单次批量任务中的并发模型请求数。更高的值可能提升速度，但也可能触发提供商的并发限制。如果出现限流问题，请将其设为 1。

source: Cool Blue
zh_hans: 冷蓝

source: Copy
zh_hans: 复制

source: Copy Link
zh_hans: 复制链接

source: Copy URL
zh_hans: 复制链接

source: Custom
zh_hans: 自定义

source: Custom Font
zh_hans: 自定义字体

source: Coverage
zh_hans: 覆盖率

source: Create tags from the reader or batch tagging first. This screen is for maintaining the library once tags exist.
zh_hans: 请先在阅读器或批量打标签中创建标签。此界面用于在已有标签后维护标签库。

source: Custom %@ prompt is invalid. Using built-in prompt.
zh_hans: 自定义%@提示词无效，已改用内置提示词。

source: Custom %@ prompt template version (%@) does not match the built-in version (%@). Using built-in prompt.
zh_hans: 自定义%@提示词模板版本（%@）与内置版本（%@）不匹配，已改用内置提示词。

source: Custom %@ template is invalid. Using built-in template.
zh_hans: 自定义%@模板无效，已改用内置模板。

source: Custom %@ template version (%@) does not match the built-in version (%@). Using built-in template.
zh_hans: 自定义%@模板版本（%@）与内置版本（%@）不匹配，已改用内置模板。

source: custom prompts
zh_hans: 自定义提示词

source: custom template
zh_hans: 自定义模板

source: Dark
zh_hans: 深色

source: Day
zh_hans: 日期

source: Debug
zh_hans: 调试

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除“%@”？

source: Delete "%@"? This action is permanent and cannot be undone.
zh_hans: 删除“%@”？此操作不可撤销。

source: Delete "%@"? This also removes all associated entries.
zh_hans: 删除“%@”？这将同时删除所有相关文章。

source: Delete "%1$@"? Related models will be archived: %2$@.
zh_hans: 删除“%1$@”？关联模型将被归档：%2$@。

source: Delete %lld unused tags? This removes only tags with zero assignments.
zh_hans: 删除 %1$lld 个未使用标签？这只会删除零分配的标签。

source: Delete alias
zh_hans: 删除别名

source: Delete Entry
zh_hans: 删除文章

source: Delete Failed
zh_hans: 删除失败

source: Delete Feed
zh_hans: 删除订阅源

source: Delete Model
zh_hans: 删除模型

source: Delete Provider
zh_hans: 删除提供者

source: Delete Selected Model
zh_hans: 删除选中的模型

source: Delete Selected Provider
zh_hans: 删除选中的提供者

source: Delete Tag
zh_hans: 删除标签

source: Delete tag “%@”?
zh_hans: 删除标签“%@”？

source: Delete Tag?
zh_hans: 删除标签？

source: Delete Tag...
zh_hans: 删除标签...

source: Delete Unused Tags
zh_hans: 删除未使用标签

source: Delete Unused...
zh_hans: 删除未使用...

source: Delete...
zh_hans: 删除...

source: Delete…
zh_hans: 删除…

source: Deleted %lld unused tags.
zh_hans: 已删除 %1$lld 个未使用标签。

source: Detail Level
zh_hans: 详细程度

source: Detailed
zh_hans: 详细

source: Did you mean:
zh_hans: 你是想说：

source: Digest
zh_hans: 文摘

source: Digest %@
zh_hans: 推荐阅读 %@

source: Digest export folder access check failed. Re-select it in Settings > Digest.
zh_hans: 文摘导出文件夹访问检查失败。请在“设置 > 文摘”中重新选择。

source: Digest export folder access has expired. Re-select it in Settings > Digest.
zh_hans: 文摘导出文件夹的访问授权已失效。请在“设置 > 文摘”中重新选择。

source: Digest export folder is invalid. Re-select it in Settings > Digest.
zh_hans: 文摘导出文件夹无效。请在“设置 > 文摘”中重新选择。

source: Digest export folder no longer exists. Re-select it in Settings > Digest.
zh_hans: 文摘导出文件夹已不存在。请在“设置 > 文摘”中重新选择。

source: Digest export needs a valid local export folder. Configure it in Settings > Digest.
zh_hans: 文摘导出需要有效的本地导出文件夹。请在“设置 > 文摘”中配置。

source: Digest markdown is empty.
zh_hans: 文摘 Markdown 为空。

source: Digest Title
zh_hans: 文摘标题

source: Discard
zh_hans: 丢弃

source: Discard All
zh_hans: 全部丢弃

source: Display Name
zh_hans: 显示名称

source: Done
zh_hans: 完成

source: Down
zh_hans: 下行

source: Down Tokens
zh_hans: 下行量

source: Dual
zh_hans: 双栏

source: Edit Feed
zh_hans: 编辑订阅源

source: Edit…
zh_hans: 编辑…

source: Enable
zh_hans: 启用

source: Enable & Don't Ask Again
zh_hans: 启用且不再询问

source: Enable AI Tagging
zh_hans: 启用 AI 打标签

source: Enable Auto-summary?
zh_hans: 启用自动摘要？

source: Enabled
zh_hans: 已启用

source: Entries
zh_hans: 文章

source: Error
zh_hans: 错误

source: Estimated batch entries
zh_hans: 预计批量文章数

source: Estimated batch entries exceed hard safety limit (%lld). To control run risk, please narrow the selection scope.
zh_hans: 预计批量文章数超过硬性安全上限（%1$lld）。为控制运行风险，请缩小选择范围。

source: Existing
zh_hans: 现有标签

source: Export
zh_hans: 导出

source: Export Digest
zh_hans: 导出文摘

source: Export Digest writes generated Markdown files to this folder, so you can publish or sync them to the service you use afterward.
zh_hans: 导出文摘会将生成的 Markdown 文件写入此文件夹，方便你后续发布或同步到正在使用的服务。

source: Export Digest...
zh_hans: 导出文摘...

source: Export Failed
zh_hans: 导出失败

source: Export Filename
zh_hans: 导出文件名

source: Export Folder
zh_hans: 导出文件夹

source: Export Multiple Digest
zh_hans: 导出多条文摘

source: Export Multiple Digest...
zh_hans: 导出多条文摘...

source: Export OPML...
zh_hans: 导出 OPML...

source: Exporting...
zh_hans: 导出中...

source: Failed
zh_hans: 失败

source: Failed to add alias.
zh_hans: 添加别名失败。

source: Failed to clear expired usage data: %@
zh_hans: 清除过期用量数据失败：%@

source: Failed to clear usage data: %@
zh_hans: 清除用量数据失败：%@

source: Failed to delete alias.
zh_hans: 删除别名失败。

source: Failed to delete tag.
zh_hans: 删除标签失败。

source: Failed to delete unused tags.
zh_hans: 删除未使用标签失败。

source: Failed to load usage data.
zh_hans: 加载用量统计数据失败。

source: Failed to merge tags.
zh_hans: 合并标签失败。

source: Failed to prepare tag merge.
zh_hans: 准备标签合并失败。

source: Failed to save result. Check Debug Issues.
zh_hans: 保存结果失败。请查看调试信息。

source: Failed to update tag.
zh_hans: 更新标签失败。

source: Failed: %lld
zh_hans: 失败：%1$lld

source: Failed. Check Debug Issues.
zh_hans: 失败。请查看调试信息。

source: Fallback Model
zh_hans: 备用模型

source: Feed Check Failed
zh_hans: 订阅源检查失败

source: Feed Sync Concurrency
zh_hans: 订阅源同步并发数

source: Feed URL
zh_hans: 订阅源地址

source: Feeds
zh_hans: 订阅源

source: Feeds: %lld · Entries: %lld · Unread: %lld · Last sync: %@
zh_hans: 订阅源：%lld · 文章：%lld · 未读：%lld · 上次同步：%@

source: Fetch data failed.
zh_hans: 获取数据失败。

source: Filter
zh_hans: 筛选

source: Font Family
zh_hans: 字体

source: Font Size
zh_hans: 字号

source: Font Size Larger
zh_hans: 放大字号

source: Font Size Smaller
zh_hans: 缩小字号

source: Force site name as feed title
zh_hans: 使用站点名称作为标题

source: Forever
zh_hans: 永久

source: General
zh_hans: 通用

source: Generate
zh_hans: 生成

source: Generated by %@
zh_hans: 由 %@ 生成

source: Generating suggestions...
zh_hans: 正在生成建议...

source: Generating...
zh_hans: 生成中...

source: Generation failed
zh_hans: 生成失败

source: Has Aliases
zh_hans: 有别名

source: Here you can define your own version to override the built-in template. The first time you click Custom Template, Mercury creates the custom template file automatically and opens its folder so you can edit it.
zh_hans: 这里允许你定义自己的版本来覆盖内置模板。首次点击“自定义模板”时，会自动创建定制模板文件并打开它所在的目录，方便你编辑它。

source: hide
zh_hans: 隐藏

source: Hide related content
zh_hans: 隐藏相关内容

# hits: %lld, entries: %lld
source: hits: %1$lld, entries: %2$lld
zh_hans: 命中：%1$lld，文章：%2$lld

source: Hover over chart to inspect daily values.
zh_hans: 将鼠标移到图表上可查看当日数据。

source: HY-MT Optimized
zh_hans: HY-MT 优化

source: Identity
zh_hans: 标识

source: If loading a custom template fails, Mercury automatically falls back to the built-in template. Deleting the custom template file also restores the built-in template.
zh_hans: 如果自定义模板加载失败会自动回退到内置模板。删除自定义模板文件也可恢复到内置模板。

source: Import
zh_hans: 导入

source: Import Failed
zh_hans: 导入失败

source: Import OPML
zh_hans: 导入 OPML

source: Import OPML...
zh_hans: 导入 OPML...

source: Installed Fonts
zh_hans: 已安装字体

source: Include Note
zh_hans: 包含笔记

source: Include Summary
zh_hans: 包含摘要

source: Inspect
zh_hans: 查看

source: Inspect aliases, review potential duplicates, and run maintenance actions from here.
zh_hans: 在此查看别名、审查潜在重复项并执行维护操作。

source: Invalid agent configuration. Check settings.
zh_hans: Agent 配置无效。请检查设置。

source: Invalid folder
zh_hans: 文件夹无效

source: Keep
zh_hans: 保留

source: Keep All
zh_hans: 全部保留

source: Language
zh_hans: 语言

source: Large Batch Confirmation
zh_hans: 大批量确认

source: Large target size detected. Please confirm scope and settings before starting. This batch may consume a large amount of tokens and take considerable time. If a paid provider is used, costs may be significant.
zh_hans: 检测到目标规模较大。开始前请确认范围和设置。此批量任务可能消耗大量 tokens，并需要较长时间。如果使用付费提供商，成本可能较高。

source: Last 1 Month
zh_hans: 最近 1 个月

source: Last 1 Week
zh_hans: 最近 1 周

source: Last 2 Weeks
zh_hans: 最近 2 周

source: Last tested: %@
zh_hans: 上次测试：%@

source: Latency: %lld ms
zh_hans: 延迟：%lld 毫秒

source: Light
zh_hans: 浅色

source: Likely naming variant
zh_hans: 可能的命名变体

source: Line Height
zh_hans: 行高

source: Live Preview
zh_hans: 实时预览

source: Loading usage data...
zh_hans: 加载用量统计数据...

source: Loading...
zh_hans: 加载中...

source: Local Export Path
zh_hans: 本地导出路径

source: Make Permanent
zh_hans: 设为永久

source: Mark All Read
zh_hans: 全部标为已读

source: Mark All Unread
zh_hans: 全部标为未读

source: Mark Read
zh_hans: 标为已读

source: Mark Unread
zh_hans: 标为未读

source: Match
zh_hans: 匹配

source: Match mode for selected tags
zh_hans: 已选标签的匹配模式

source: Medium
zh_hans: 中等

source: Mercury Help
zh_hans: Mercury 帮助

source: Merge
zh_hans: 合并

source: Merge “%1$@” (%2$lld) into “%3$@” (%4$lld). Existing duplicate assignments will be ignored.
zh_hans: 将“%1$@”（%2$lld）合并到“%3$@”（%4$lld）中。现有重复分配将被忽略。

source: Merge Into
zh_hans: 合并到

source: Merge Into...
zh_hans: 合并到...

source: Merge is the default and will keep your current subscriptions. Replace will delete all existing feeds first.
zh_hans: 合并是默认操作，会保留当前订阅；替换会先删除所有现有订阅源。

source: Merge Tags
zh_hans: 合并标签

source: Missing
zh_hans: 已缺失

source: Model
zh_hans: 模型

source: Model Comparison
zh_hans: 模型对比

source: Model Name
zh_hans: 模型名称

source: Model request concurrency
zh_hans: 模型请求并发数

source: Model response format invalid.
zh_hans: 模型响应格式无效。

source: Model Statistics
zh_hans: 模型统计

source: Models
zh_hans: 模型

source: My Take
zh_hans: 点评

source: Name (optional)
zh_hans: 名称（可选）

source: Name cannot be empty.
zh_hans: 名称不能为空。

source: Near spelling variant
zh_hans: 近似拼写变体

source: Network error.
zh_hans: 网络错误。

source: No font selected
zh_hans: 未选择字体

source: No fonts match your search.
zh_hans: 没有匹配搜索条件的字体。

source: never
zh_hans: 从未

source: New tags require review before apply.
zh_hans: 新标签需要在应用前完成审查。

source: New tags: %lld
zh_hans: 新标签：%1$lld

source: No aliases yet.
zh_hans: 暂无别名。

source: No debug issues recorded.
zh_hans: 暂无调试记录。

source: No eligible entries found for the selected scope.
zh_hans: 在所选范围内未找到符合条件的文章。

source: No export directory selected.
zh_hans: 未选择导出目录。

source: No matching tags
zh_hans: 没有匹配的标签

source: No matching target tags
zh_hans: 没有匹配的目标标签

source: No model route. Check agent settings.
zh_hans: 无可用模型路由。请检查 Agent 设置。

source: No models available
zh_hans: 暂无模型

source: No new tags to review. You can apply directly, or abort the run.
zh_hans: 没有需要审查的新标签。你可以直接应用，或中止任务。

source: No output yet
zh_hans: 暂无输出

source: No summary
zh_hans: 无摘要

source: No summary for the current summary settings.
zh_hans: 当前摘要设置下没有可用摘要。

source: No summary source available.
zh_hans: 无可用摘要来源。

source: No tagging source available.
zh_hans: 没有可用的标签来源。

source: No tags yet
zh_hans: 暂无标签

source: No translation
zh_hans: 无译文

source: No translation source segments available.
zh_hans: 无可用翻译来源段落。

source: No unused tags to delete.
zh_hans: 没有未使用标签可删除。

source: No usage data in this period.
zh_hans: 当前时间范围内无用量数据。

source: No valid article URL
zh_hans: 文章链接无效

source: None
zh_hans: 无

source: Normalized Name
zh_hans: 规范化名称

source: Not configured
zh_hans: 未配置

source: Note
zh_hans: 笔记

source: Number of paragraphs translated in parallel. Lower values reduce rate-limit pressure.
zh_hans: 并行翻译的段落数量。较低值可降低限流压力。

source: Object
zh_hans: 对象

source: OK
zh_hans: 好

source: Only HTTPS feeds are supported.
zh_hans: 仅支持 HTTPS 订阅源。

source: Open Debug Issues
zh_hans: 打开 Debug Issues

source: Open Digest Settings
zh_hans: 打开文摘设置

source: Open in Default Browser
zh_hans: 在默认浏览器中打开

source: Open note panel
zh_hans: 打开笔记面板

source: Open Settings
zh_hans: 打开设置

source: Open tags panel
zh_hans: 打开标签面板

source: Open theme panel
zh_hans: 打开主题面板

source: Opened
zh_hans: 已打开

source: Overrides the system language for Mercury's interface.
zh_hans: 覆盖 Mercury 界面的系统语言设定。

source: Paper
zh_hans: 纸质

source: Partial translation found. Resume to continue.
zh_hans: 检测到未完成的翻译，继续翻译可接着进行。

source: Pending
zh_hans: 待定

source: Period
zh_hans: 时间

source: Period-over-Period
zh_hans: 环比

source: Permanent
zh_hans: 永久

source: Persisting...
zh_hans: 保存中...

source: Please enter a valid feed URL.
zh_hans: 请输入有效的订阅源 URL。

source: Pluralization variant
zh_hans: 单复数变体

source: Potential Duplicates
zh_hans: 潜在重复项

source: Potential duplicates detected
zh_hans: 检测到潜在重复项

source: Preview
zh_hans: 预览

source: Primary Model
zh_hans: 主要模型

# Processed %lld / %lld
source: Processed %1$lld / %2$lld
zh_hans: 已处理 %1$lld / %2$lld

source: Profile Name
zh_hans: 配置名称

source: Promoting a tag keeps its current assignments unchanged and prevents it from being treated as provisional in maintenance views.
zh_hans: 将标签设为永久不会改变其当前分配，并会使其在维护视图中不再被视为临时标签。

source: Prompt
zh_hans: 提示

source: Prompt Customization
zh_hans: 提示词定制

source: Prompt Strategy
zh_hans: 提示词策略

source: Properties
zh_hans: 属性

source: Provider
zh_hans: 提供者

source: Provider Comparison
zh_hans: 提供者对比

source: Provider Statistics
zh_hans: 提供者统计

source: Providers
zh_hans: 提供者

source: Provisional
zh_hans: 临时

source: Quality
zh_hans: 质量

source: Quick Style
zh_hans: 快速样式

source: Rate limit reached. Reduce translation concurrency, switch model/provider tier, then retry later.
zh_hans: 已触发速率限制。请降低翻译并发、切换更高配额模型或提供商，然后稍后重试。

source: Re-run Pipeline: All
zh_hans: 重建 Read 内容: All

source: Re-run Pipeline: Intermediate
zh_hans: 重建 Read 内容: Intermediate

source: Re-run Pipeline: Markdown
zh_hans: 重建 Read 内容: Markdown

source: Re-run Pipeline: Reader HTML
zh_hans: 重建 Read 内容: Reader HTML

source: Reader
zh_hans: 阅读

source: Reading Layout
zh_hans: 阅读布局

source: Ready
zh_hans: 就绪

source: Rename
zh_hans: 重命名

source: Rename was not applied.
zh_hans: 未应用重命名。

source: Rename...
zh_hans: 重命名...

source: Rename…
zh_hans: 重命名…

source: Replace existing feeds
zh_hans: 替换现有订阅源

source: Request timed out.
zh_hans: 请求超时。

source: Requesting...
zh_hans: 请求中...

source: Requests
zh_hans: 请求数

source: Requests (Scaled)
zh_hans: 请求数 (Scaled)

source: Requests: %d
zh_hans: 请求数：%d

source: Reset
zh_hans: 重置

source: Reset Theme Overrides
zh_hans: 重置主题定制

source: Reset to Default
zh_hans: 恢复默认

source: Resolve all review decisions before apply.
zh_hans: 请先完成所有审查决定，再执行应用。

source: Result
zh_hans: 结果

source: Resume Translation
zh_hans: 继续翻译

source: Retention
zh_hans: 保留期

source: Retention and clear actions affect only LLM usage events.
zh_hans: 保留与清空操作仅影响 LLM 用量事件数据。

source: Retry
zh_hans: 重试

source: Retry failed segments
zh_hans: 重试失败段落

source: Return to Original
zh_hans: 返回原文

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Review
zh_hans: 审查

source: Review new tag proposals before apply.
zh_hans: 请先审查新的标签提议，再执行应用。

source: Run completed. Review the result summary and choose the next step.
zh_hans: 任务已完成。请查看结果摘要并选择下一步操作。

source: Running
zh_hans: 运行中

source: Save
zh_hans: 保存

source: Save failed
zh_hans: 保存失败

source: Save Feed Failed
zh_hans: 保存订阅源失败

source: Saved
zh_hans: 已保存

source: Saving...
zh_hans: 保存中...

source: Search
zh_hans: 搜索

source: Search entries
zh_hans: 搜索文章

source: Search Entries
zh_hans: 搜索文章

source: Search Fonts
zh_hans: 搜索字体

source: Search tags
zh_hans: 搜索标签

source: Search target tags
zh_hans: 搜索目标标签

source: Select a tag
zh_hans: 选择一个标签

source: Select an entry to read
zh_hans: 选择文章开始阅读

source: Selected Entries
zh_hans: 已选文章

source: Selected: %lld / %lld
zh_hans: 已选择：%lld / %lld

source: Series
zh_hans: 指标

source: Set as Default
zh_hans: 设为默认

source: Share
zh_hans: 分享

source: Share Digest
zh_hans: 分享文摘

source: Share Digest...
zh_hans: 分享文摘...

source: Short
zh_hans: 紧凑

source: show advanced parameters
zh_hans: 显示高级参数

source: Show Debug Issues
zh_hans: 显示 Debug Issues

source: Show related content
zh_hans: 显示相关内容

source: Show unread entries only
zh_hans: 仅显示未读文章

source: Skip entries that have already been tagged
zh_hans: 跳过已有标签的文章

source: Skip entries that were already applied by batch
zh_hans: 跳过已由批量任务应用过标签的文章

source: Slate Graphite
zh_hans: 石墨

source: Source
zh_hans: 来源

source: Standard
zh_hans: 标准

source: Starred
zh_hans: 星标文章

source: Start Batch
zh_hans: 开始批量任务

source: State
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop requested. Waiting for in-flight requests to finish before next actions are available.
zh_hans: 已请求停止。请等待进行中的请求完成，之后才能执行下一步操作。

source: Stop the run first and wait until all in-flight requests complete before aborting.
zh_hans: 请先停止任务，并等待所有进行中的请求完成后再中止。

source: Stopping...
zh_hans: 正在停止...

source: Streaming
zh_hans: 流式输出

source: Style
zh_hans: 样式

source: Succeeded: %lld
zh_hans: 成功：%1$lld

source: Success
zh_hans: 成功

source: Success Rate
zh_hans: 成功率

source: Suggested
zh_hans: 推荐标签

source: Suggested tags: %lld
zh_hans: 建议标签：%1$lld

source: Summary
zh_hans: 摘要

source: Summary agent is not configured. Add a provider and model in Settings to enable summaries.
zh_hans: 摘要 Agent 未配置，请在设置中添加提供者和模型以启用摘要功能。

source: Switch to Translation
zh_hans: 切换到译文

source: Sync
zh_hans: 同步

source: Sync failed: %@
zh_hans: 同步失败：%@

source: Sync Now
zh_hans: 立即同步

source: Syncing…
zh_hans: 同步中…

source: System (auto-detect)
zh_hans: 跟随系统

source: System Message
zh_hans: 系统消息

source: Tag alias
zh_hans: 标签别名

source: Tag deleted.
zh_hans: 标签已删除。

source: Tag Library
zh_hans: 标签库

source: Tag library mutations are unavailable while batch tagging is active.
zh_hans: 批量打标签进行中时，无法修改标签库。

source: Tag Library...
zh_hans: 标签库...

source: Tag marked permanent.
zh_hans: 标签已设为永久。

source: Tag name
zh_hans: 标签名称

source: Tag renamed.
zh_hans: 标签已重命名。

source: Tag System
zh_hans: 标签系统

source: Tag update failed
zh_hans: 标签更新失败

source: Tagging
zh_hans: 自动标签

source: Tagging agent is not configured. Add a provider and model in Settings to enable tagging.
zh_hans: 标签 Agent 尚未配置。请在设置中添加提供商和模型以启用打标签。

source: Tagging entries
zh_hans: 待打标签的文章

source: Tags
zh_hans: 标签

source: Tags merged.
zh_hans: 标签已合并。

source: Target Language
zh_hans: 目标语言

source: Task
zh_hans: 任务

source: Templates
zh_hans: 模板定制

source: Test
zh_hans: 测试

source: Test Model
zh_hans: 测试模型

source: Testing...
zh_hans: 测试中...

source: The selected tag no longer exists.
zh_hans: 所选标签已不存在。
